Revit 2027 API
HomeCamera.RightAngleOfFieldOfView Property
 The right angle of the field of view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double RightAngleOfFieldOfView { get; }
Public ReadOnly Property RightAngleOfFieldOfView As Double
	Get
public:
property double RightAngleOfFieldOfView {
	double get ();
}
member RightAngleOfFieldOfView : float with get
Property Value
Double
See Also
Reference
HomeCamera Class
Autodesk.Revit.DB Namespace